name = "Билет №1.\n\n" \
       "Относительность движения. Система отсчета. Основные кинематические" \
       "характеристики механического движения."
n1 = "Механика — раздел физики, наука, изучающая движение материальных тел и " \
     "взаимодействие между ними; при этом движением в механике называют изменение во " \
     "времени взаимного положения тел или их частей в пространстве."
n2 = "Кинематика — раздел механики, изучающий математическое описание движения" \
     "идеализированных тел, без рассмотрения причин движения." \
     "\n\nМеханика Ньютона применима, если скорости много меньше скорости света; объекты много" \
     "больше элементарных частиц."
n3 = "Механическое движение — это процесс изменения положения данного тела в пространстве с" \
     "течением времени относительно другого тела, которое мы считаем неподвижным."
n4 = "Материальная точка — обладающее массой тело, размерами, формой, вращением и" \
     "внутренней структурой которого можно пренебречь в условиях исследуемой задачи."
n5 = "Механическое движение:\n\n" \
     "1. Для материальной точки" \
     "\na) Прямолинейное – это вид механического движения, при котором направление" \
     "скорости не меняется. Но может меняться модуль скорости." \
     "\nb) Криволинейное – это вид механического движения, при котором направление" \
     "скорости изменяется. Модуль скорости может меняться." \
     "\nc) Равномерное – это вид механического движения, при котором тело за любые равные" \
     "промежутки времени совершает одинаковое перемещение. Модуль скорости есть" \
     "постоянная величина. А направление скорости может меняться." \
     "\nd) Равнопеременное – это движение, при котором за равные промежутки времени" \
     "модуль скорости изменяется на одну и ту же величину." \
     "\ne) Равноускоренное — это движение, при котором за любые равные промежутки" \
     "времени скорость тела изменяется одинаково." \
     "\nf) Колебательное — это движение, которое повторяется с течением времени." \
     "\n(Механические колебания — это движения, которые повторяются через" \
     "определенные промежутки времени. Если промежутки времени одинаковые, то" \
     "такие колебания называются периодическими.)" \
     "\n\n2. Для твердого тела:" \
     "\n(Твёрдые тела – тела, которые со временем не меняют своей формы и объёма.)" \
     "\na) Поступательное – вид механического движения, при котором любая прямая," \
     "проведенная в этом теле, остается параллельной себе. Для описания" \
     "поступательного движения тела достаточно описать движение одной любой его" \
     "точки, т.к. все точки тела движутся одинаково." \
     "\nb) Вращательное – вид механического движения, при котором все точки этого тела" \
     "движутся по концентрическим окружностям, при этом центры таких окружностей" \
     "лежат на оси вращения. Ось вращения является прямой."
n6 = "Задачи механики:\n\n" \
     "1. Основная задача механики: определить положение тела в любой момент времени." \
     "\n2. Прямая задача механики: определить координаты и скорости тела известной массы в" \
     "любой момент времени по силам, действующим на тело, и по известным начальным" \
     "условиям." \
     "\n3. Обратная задача механики: зная, как движутся тела (кинематические уравнения" \
     "движения тела), и массу тела, определить действующие на тело силы."
n7 = "Система отсчета:\n\n" \
     "1. Система отсчета – совокупность тела отсчета, системы координат и прибора для" \
     "измерения времени." \
     "\n2. Тело отсчета – это тело, относительно которого определяется положение другого тела." \
     "\n3. Система координат\n" \
     "(Система координат — комплекс определений, реализующий метод координат, то есть" \
     "способ определять положение и перемещение точки или тела с помощью чисел или других" \
     "символов. Совокупность чисел, определяющих положение конкретной точки, называется" \
     "координатами этой точки.)"
n8 = "Радиус-вектор – вектор, проведенный из начала отсчета в заданную точку." \
     "\nТраектория – линия вдоль которой движется тело." \
     "\nПуть – длина траектории." \
     "\nПеремещение – вектор, проведенный из точки начального положения в точку конечного" \
     "положения тела."
n9 = "Скорость – векторная физическая величина, характеризующая быстроту перемещения и" \
     "направления движения материальной точки относительно выбранной системы отсчета." \
     "\nСкорость равномерного прямолинейного движения – это векторная величина, численно" \
     "равная отношению перемещения к промежутку времени, в течение которого это перемещение произошло." \
     "\nСредняя путевая скорость – отношение пути, пройденного телом, ко времени, за которое" \
     "тот путь был пройден." \
     "\nСредняя скорость – отношение перемещения ко времени, за которое оно совершено." \
     "\nМгновенная скорость – это векторня величина, равная пределу отношения перемещения тела," \
     "совершенного за малый промежуток времени, к этому величине этого промежутка времени," \
     "при условии, что этот промежуток стремится к нулю ."
n10 = "Ускорение при равноускоренном движении – отношение изменения скорости ко времени, за" \
      "которое это изменение произошло."
n11 = "Ускорение складывается из нормального и тангенциального.\n\n" \
      "1. Тангенциальное ускорение — это составляющая вектора ускорения, которая направлена" \
      "по касательной к траектории в данной точке траектории движения. Тангенциальное" \
      "ускорение описывает степень изменения скорости по модулю при совершении" \
      "криволинейного движения." \
      "\n2. Нормальное ускорение — это составляющая ускорения, которая направлена к центру" \
      "кривизны траектории, то есть она является нормалью (направлена перпендикулярно) к" \
      "скорости. Нормальное ускорение описывает степень изменения скорости по" \
      "направлению."
n12 = "Мгновенное ускорение – это предел отношения изменения скорости ко времени, за которое" \
      "оно происходит, при условии, что этот промежуток времени стремится к нулю."
n13 = "Закон сложения скоростей:" \
      "\n\nАбсолютная скорость – скорость тела относительно абсолютно неподвижной системы" \
      "координат." \
      "\nПереносная скорость – скорость условно подвижной системы отсчета относительно условно" \
      "неподвижной системы отсчета." \
      "\nОтносительная скорость – скорость тела относительно условно подвижной системы" \
      "координат." \
      "\n\nЗакон сложения скоростей: \nабсолютная скорость материальной точки равна векторной сумме" \
      "ее относительной и переносной скоростей."

task1 = [name, n1, n2, n3, n4, n5, n6, n7, n8, n9, n10, n11, n12, n13]